Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# settings.remoteAgent.testConnection.checking
source: Checking…
es: Comprobando…
ja: 確認中…
zh_hans: 正在检查…

# settings.remoteAgent.testConnection.keyValid
source: API key valid
es: Clave de API válida
ja: APIキーは有効です
zh_hans: API 密钥有效

# settings.remoteAgent.testConnection.saved
source: Saved
es: Guardado
ja: 保存済み
zh_hans: 已保存

# settings.remoteAgent.testConnection.success
source: Connected
es: Conectado
ja: 接続済み
zh_hans: 已连接

# settings.remoteAgent.testConnection.successNoModels
source: Connected — no models yet
es: Conectado: aún sin modelos
ja: 接続済み — モデルはまだありません
zh_hans: 已连接，尚无模型

# settings.remoteAgent.tip.apiKey.a11y
source: About API key
es: Acerca de Clave de API
ja: APIキーについて
zh_hans: 关于 API 密钥

# settings.remoteAgent.tip.apiKey.message
source: The key from your OpenRouter account — it identifies you and it's what gets billed. Conduck keeps it in the Keychain and sends it only to OpenRouter. Create one on the OpenRouter site, then paste it here.
es: La clave de tu cuenta de OpenRouter: te identifica y determina a quién se factura. Conduck la guarda en el llavero y solo la envía a OpenRouter. Crea una en el sitio de OpenRouter y pégala aquí.
ja: OpenRouterアカウントのキーです。あなたを識別し、課金に使われます。Conduckはキーチェーンに保存し、OpenRouterだけに送信します。OpenRouterのサイトで作成してここに貼り付けてください。
zh_hans: 这是来自 OpenRouter 账户的密钥，用于识别身份和计费。Conduck 将它保存在钥匙串中，且仅发送给 OpenRouter。请在 OpenRouter 网站创建密钥，再粘贴到此处。

# settings.remoteAgent.tip.apiKey.title
source: API key
es: Clave de API
ja: APIキー
zh_hans: API 密钥

# settings.remoteAgent.tip.bearerToken.a11y
source: About Bearer token
es: Acerca de Token de portador
ja: Bearer認証トークンについて
zh_hans: 关于 Bearer 令牌

# settings.remoteAgent.tip.bearerToken.message
source: A password your gateway checks before it will answer, so only your devices can reach your AI. Conduck keeps it in the Keychain and sends it to your gateway and nowhere else.
es: Una contraseña que tu pasarela comprueba antes de responder para que solo tus dispositivos puedan acceder a tu IA. Conduck la guarda en el llavero y la envía únicamente a tu pasarela.
ja: ゲートウェイが応答前に確認するパスワードで、あなたのデバイスだけがAIに接続できるようにします。Conduckはキーチェーンに保存し、ゲートウェイだけに送信します。
zh_hans: 这是网关响应前核验的密码，确保只有你的设备能访问 AI。Conduck 将它保存在钥匙串中，且仅发送给网关。

# settings.remoteAgent.tip.bearerToken.title
source: Bearer token
es: Token de portador
ja: Bearer認証トークン
zh_hans: Bearer 令牌

# settings.remoteAgent.tip.certFingerprint.a11y
source: About Pinned cert fingerprint
es: Acerca de Huella fijada del certificado
ja: 固定する証明書フィンガープリントについて
zh_hans: 关于固定的证书指纹

# settings.remoteAgent.tip.certFingerprint.title
source: Pinned cert fingerprint
es: Huella fijada del certificado
ja: 固定する証明書フィンガープリント
zh_hans: 固定的证书指纹

# settings.remoteAgent.tip.imageHistory.a11y
source: About Image history
es: Acerca de Historial de imágenes
ja: 画像の履歴について
zh_hans: 关于图片历史

# settings.remoteAgent.tip.imageHistory.message
source: How many of the pictures you've already sent get re-sent with each new message, so the AI can still see them. More images means it remembers more, but every turn gets slower and costs more. Older pictures beyond the limit are still referred to by name.
es: Cuántas de las imágenes que ya enviaste se vuelven a enviar con cada mensaje nuevo para que la IA pueda seguir viéndolas. Más imágenes significa que recuerda más, pero cada turno tarda más y cuesta más. Las imágenes anteriores que superen el límite siguen mencionándose por su nombre.
ja: AIが引き続き画像を見られるように、新しいメッセージごとに過去の画像を何枚再送するかを決めます。枚数を増やすと記憶できる範囲が広がりますが、各ターンは遅くなり料金も増えます。上限より古い画像も名前で参照されます。
zh_hans: 每条新消息会重新发送多少张之前的图片，让 AI 仍能看到它们。图片越多，记住的内容越多，但每轮更慢且费用更高。超出限制的旧图片仍以名称引用。

# settings.remoteAgent.tip.imageHistory.title
source: Image history
es: Historial de imágenes
ja: 画像の履歴
zh_hans: 图片历史

# settings.remoteAgent.tip.model.a11y
source: About Model
es: Acerca de Modelo
ja: モデルについて
zh_hans: 关于模型

# settings.remoteAgent.tip.model.message
source: Which AI answers you — the exact name your gateway or provider knows it by, such as “llama3”. Run Test Connection first and Conduck fills in the choices it can see. You can always type a name yourself.
es: Qué IA te responde: el nombre exacto con el que la conoce tu pasarela o proveedor, como “llama3”. Ejecuta primero Probar conexión y Conduck muestra las opciones que puede ver. Siempre puedes escribir un nombre por tu cuenta.
ja: 回答するAIを、ゲートウェイやプロバイダーが認識する正確な名前（例：「llama3」）で指定します。まず「接続をテスト」で、確認できた候補が表示されます。名前を直接入力することもできます。
zh_hans: 决定哪个 AI 回复你，填写网关或服务商识别的确切名称，例如“llama3”。先运行“测试连接”，Conduck 会列出可见选项。你也可随时自行输入名称。

# settings.remoteAgent.tip.model.message.v2
source: Which AI answers you — the exact name your gateway or provider knows it by, such as “llama3”. Test Connection fills in the choices it can see.
es: Qué IA te responde: el nombre exacto con el que la conoce tu pasarela o proveedor, como “llama3”. Probar conexión muestra las opciones que puede ver.
ja: 回答するAIを、ゲートウェイやプロバイダーが認識する正確な名前（例：「llama3」）で指定します。「接続をテスト」で、確認できた候補が表示されます。
zh_hans: 决定哪个 AI 回复你，填写网关或服务商识别的确切名称，例如“llama3”。“测试连接”会列出可见选项。

# settings.remoteAgent.tip.model.message.v3
source: Which AI answers you — the exact name your gateway or provider knows it by, such as “llama3”. The connection test fills in the choices it can see.
es: Qué IA te responde: el nombre exacto con el que la conoce tu pasarela o proveedor, como “llama3”. La prueba de conexión muestra las opciones que puede ver.
ja: 回答するAIを、ゲートウェイやプロバイダーが認識する正確な名前（例：「llama3」）で指定します。接続テストで、確認できた候補が表示されます。
zh_hans: 决定哪个 AI 回复你，填写网关或服务商识别的确切名称，例如“llama3”。连接测试会列出可见选项。

# settings.remoteAgent.tip.model.title
source: Model
es: Modelo
ja: モデル
zh_hans: 模型

# settings.remoteAgent.tip.requiresToken.a11y
source: About Requires a bearer token
es: Acerca de Requiere un token de portador
ja: 「Bearer認証トークンを必須にする」について
zh_hans: 关于需要 Bearer 令牌

# settings.remoteAgent.tip.requiresToken.message
source: Leave this on unless your gateway is deliberately set up without a password. Off means Conduck sends no password at all — anyone who can reach the address can use your AI. That's only safe on a private network like Tailscale or your own LAN.
es: Déjalo activado salvo que tu pasarela esté expresamente configurada sin contraseña. Desactivado significa que Conduck no envía ninguna contraseña: cualquiera que pueda acceder a la dirección puede usar tu IA. Eso solo es seguro en una red privada como Tailscale o tu propia LAN.
ja: ゲートウェイを意図的にパスワードなしで設定した場合以外は、有効のままにしてください。無効にするとConduckはパスワードを送らず、アドレスに接続できる人は誰でもAIを使えます。Tailscaleや自分のLANなど、非公開ネットワークでのみ安全です。
zh_hans: 除非网关刻意设置为无密码，否则请保持开启。关闭后 Conduck 完全不发送密码，任何能访问地址的人都可使用 AI。仅在 Tailscale 或局域网等私有网络中安全。

# settings.remoteAgent.tip.requiresToken.title
source: Requires a bearer token
es: Requiere un token de portador
ja: Bearer認証トークンを必須にする
zh_hans: 需要 Bearer 令牌

# settings.remoteAgent.tip.serverCertificate.a11y
source: About Server certificate
es: Acerca de Certificado del servidor
ja: サーバー証明書について
zh_hans: 关于服务器证书

# settings.remoteAgent.tip.serverCertificate.message.v2
source: Every https server shows a certificate to prove who it is before Conduck sends anything. Automatic means your device already recognizes it — right for most setups. Conduck refuses a certificate your device doesn't recognize, so a server that made its own needs a real one instead. Pinning is an optional extra: open this row to name one exact certificate and nothing else is accepted.
es: Cada servidor https presenta un certificado para demostrar su identidad antes de que Conduck envíe nada. Automática significa que tu dispositivo ya lo reconoce, lo adecuado para la mayoría de configuraciones. Conduck rechaza certificados que tu dispositivo no reconoce, así que un servidor con un certificado autofirmado necesita uno fiable. Fijar una huella es un extra opcional: abre esta fila para indicar un certificado exacto; no se aceptará ningún otro.
ja: httpsサーバーは、Conduckが何かを送る前に証明書で身元を証明します。「自動」はデバイスがすでに認識している状態で、ほとんどの設定に適しています。デバイスが認識しない証明書は拒否するため、自己署名証明書を使うサーバーには正式な証明書が必要です。固定は任意の追加制限です。この行を開いて特定の証明書を指定すると、それ以外は受け入れません。
zh_hans: 每个 https 服务器都会先出示证书证明身份，Conduck 才会发送内容。“自动”表示设备已识别证书，适用于大多数设置。Conduck 拒绝设备不认识的证书，因此自行签发证书的服务器需要改用受信任证书。固定指纹是可选的额外限制：打开此项指定确切证书后，其他证书均不接受。

# settings.remoteAgent.tip.serverCertificate.title
source: Server certificate
es: Certificado del servidor
ja: サーバー証明書
zh_hans: 服务器证书

# settings.remoteAgent.tip.url.a11y
source: About Gateway URL
es: Acerca de URL de la pasarela
ja: ゲートウェイURLについて
zh_hans: 关于网关 URL

# settings.remoteAgent.tip.url.message
source: The web address of the server you run — the machine your AI actually lives on. Conduck sends your messages there and nowhere else. It must start with https, and it must be reachable from this device: a Tailscale address works anywhere this device runs Tailscale; a home-network address only at home.
es: La dirección web del servidor que gestionas, la máquina donde está realmente tu IA. Conduck envía tus mensajes únicamente allí. Debe empezar por https y ser accesible desde este dispositivo: una dirección de Tailscale funciona donde este dispositivo ejecute Tailscale; una dirección de la red doméstica, solo en casa.
ja: AIが実際に稼働する、自分のサーバーのWebアドレスです。Conduckはここだけにメッセージを送信します。httpsで始まり、このデバイスから接続できる必要があります。TailscaleアドレスはこのデバイスでTailscaleを使う場所なら接続でき、自宅ネットワークのアドレスは自宅でのみ接続できます。
zh_hans: 这是你运行的服务器的网络地址，即 AI 所在的机器。Conduck 只向那里发送消息。地址必须以 https 开头且此设备能够访问：此设备运行 Tailscale 时，Tailscale 地址可在任何地方使用；家庭网络地址仅能在家使用。

# settings.remoteAgent.tip.url.title
source: Gateway URL
es: URL de la pasarela
ja: ゲートウェイURL
zh_hans: 网关 URL

# settings.remoteAgent.token.label
source: Bearer token
es: Token de portador
ja: Bearer認証トークン
zh_hans: Bearer 令牌

# settings.remoteAgent.token.stagedVoiceKey
source: OpenRouter voice key selected
es: Clave de voz de OpenRouter seleccionada
ja: OpenRouterの音声用キーを選択済み
zh_hans: 已选择 OpenRouter 语音密钥

# settings.remoteAgent.token.stagedVoiceKey.change
source: Change
es: Cambiar
ja: 変更
zh_hans: 更改

# settings.remoteAgent.unavailableHere.body
source: Some saved details for this gateway aren't available on this device. If you set it up on another device, iCloud may still be syncing them.
es: Algunos datos guardados de esta pasarela no están disponibles en este dispositivo. Si la configuraste en otro, puede que iCloud aún esté sincronizándolos.
ja: このゲートウェイの保存済み情報の一部を、このデバイスで利用できません。別のデバイスで設定した場合は、iCloud同期中の可能性があります。
zh_hans: 此网关部分已保存的详情在此设备不可用。如果在其他设备完成设置，iCloud 可能仍在同步。

# settings.remoteAgent.unavailableHere.checkAgain
source: Check again
es: Volver a comprobar
ja: 再確認
zh_hans: 再次检查

# settings.remoteAgent.unavailableHere.defaultOnly.body
source: New chats on this device start here, but nothing for this gateway is stored on it. If you set it up on another device, iCloud may still be syncing — otherwise, fill it in below.
es: Los chats nuevos de este dispositivo empiezan aquí, pero no hay datos de esta pasarela guardados en él. Si la configuraste en otro dispositivo, puede que iCloud aún esté sincronizando; si no, completa los datos abajo.
ja: このデバイスの新しいチャットはここで始まりますが、ゲートウェイの情報が保存されていません。別のデバイスで設定した場合はiCloud同期中の可能性があります。それ以外は下で入力してください。
zh_hans: 此设备的新对话使用此网关，但此设备没有存储它的设置。如果在其他设备完成设置，iCloud 可能仍在同步；否则请在下方填写。

# settings.remoteAgent.url.baseHint
source: Conduck adds /v1/… itself — it will use %@
es: Conduck añade /v1/… por su cuenta: usará %@
ja: Conduckが/v1/…を追加します。使用するアドレス：%@
zh_hans: Conduck 会自行添加 /v1/…，将使用 %@

# settings.remoteAgent.url.footer
source: Paste the https:// address your gateway is reachable at.
es: Pega la dirección https:// donde sea accesible tu pasarela.
ja: ゲートウェイに接続できるhttps://アドレスを貼り付けてください。
zh_hans: 粘贴网关可访问的 https:// 地址。

# settings.remoteAgent.url.footer.custom
source: Paste the https:// address your server is reachable at — just the base address, Conduck adds /v1/… itself.
es: Pega la dirección https:// donde sea accesible tu servidor: solo la dirección base; Conduck añade /v1/… por su cuenta.
ja: サーバーに接続できるhttps://のベースアドレスだけを貼り付けてください。Conduckが/v1/…を追加します。
zh_hans: 粘贴服务器可访问的 https:// 地址，仅填写基础地址，Conduck 会自行添加 /v1/…。

# settings.remoteAgent.url.label
source: Gateway URL
es: URL de la pasarela
ja: ゲートウェイURL
zh_hans: 网关 URL

# settings.remoteAgent.url.noHost
source: That address is missing its host name — it should look like https://ai.example.com.
es: Falta el nombre del host en esa dirección: debería ser como https://ai.example.com.
ja: アドレスにホスト名がありません。https://ai.example.comのように入力してください。
zh_hans: 此地址缺少主机名，格式应类似 https://ai.example.com。

# settings.remoteAgent.url.portHint
source: Using port %lld
es: Usando el puerto %lld
ja: ポート%lldを使用
zh_hans: 使用端口 %lld

# settings.remoteAgent.url.tailscaleHint
source: A Tailscale address — this device needs the Tailscale app, signed in to the same tailnet.
es: Una dirección de Tailscale: este dispositivo necesita la app Tailscale con sesión iniciada en la misma tailnet.
ja: Tailscaleアドレスです。このデバイスにTailscaleアプリが必要で、同じtailnetにサインインする必要があります。
zh_hans: 这是 Tailscale 地址，此设备需安装 Tailscale App 并登录同一个 tailnet。

# settings.remoteAgent.url.temporaryTunnelHint
source: This is a temporary tunnel address. It normally changes when the tunnel restarts, and this gateway then stops working until you set it up again.
es: Esta es una dirección de túnel temporal. Suele cambiar al reiniciar el túnel y la pasarela deja de funcionar hasta que vuelvas a configurarla.
ja: 一時的なトンネルのアドレスです。通常はトンネルの再起動で変わり、再設定するまでこのゲートウェイは使えなくなります。
zh_hans: 这是临时隧道地址，通常在隧道重启后改变。此后网关将无法使用，直到重新设置。

# settings.remoteAgent.url.userinfo
source: Take the username and password out of the address. Conduck won't keep a password inside a URL — that address syncs between your devices as plain text. Your gateway's token goes in the Token field.
es: Quita el nombre de usuario y la contraseña de la dirección. Conduck no guardará una contraseña dentro de una URL: esa dirección se sincroniza entre tus dispositivos como texto plano. El token de tu pasarela va en el campo Token.
ja: アドレスからユーザー名とパスワードを削除してください。アドレスはデバイス間で平文として同期されるため、ConduckはURL内にパスワードを保存しません。ゲートウェイの認証トークンは「認証トークン」欄に入力してください。
zh_hans: 请从地址中移除用户名和密码。Conduck 不会将密码保存在 URL 中，因为地址会以纯文本在设备间同步。网关令牌应填写在“令牌”字段。

# settings.root.aiSection.header
source: AI & Voice
es: IA y voz
ja: AIと音声
zh_hans: AI 与语音

# settings.root.personalAI.defaultUnavailable
source: Default unavailable here
es: Predeterminada no disponible aquí
ja: デフォルトはここでは利用不可
zh_hans: 默认网关在此处不可用

# settings.root.personalAI.noDefaultYet
source: No default yet
es: Aún sin predeterminada
ja: デフォルトは未設定です
zh_hans: 尚无默认网关

# settings.root.personalAI.setupNeeded
source: Setup needed
es: Necesita configuración
ja: 設定が必要
zh_hans: 需要设置

# settings.secret.done
source: Done
es: Listo
ja: 完了
zh_hans: 完成

# settings.secret.entered
source: Entered
es: Introducido
ja: 入力済み
zh_hans: 已输入

# settings.secret.notSet
source: Set
es: Definido
ja: 設定済み
zh_hans: 已设置

# settings.status.configured.a11y
source: Configured
es: Configurado
ja: 設定済み
zh_hans: 已配置

# settings.stt.custom.auth.keyless.helper
source: Keyless local server — Conduck sends no Authorization header and the API key below is ignored.
es: Servidor local sin clave: Conduck no envía la cabecera Authorization y se ignora la clave de API de abajo.
ja: キー不要のローカルサーバーです。ConduckはAuthorizationヘッダーを送信せず、下のAPIキーは使いません。
zh_hans: 免密钥本地服务器，Conduck 不发送 Authorization 请求头，下方的 API 密钥会被忽略。

# settings.stt.custom.auth.requiresKey.helper
source: Turn off for a keyless local server — Conduck sends no Authorization header.
es: Desactívalo para un servidor local sin clave: Conduck no envía la cabecera Authorization.
ja: キー不要のローカルサーバーでは無効にしてください。ConduckはAuthorizationヘッダーを送信しません。
zh_hans: 免密钥本地服务器可关闭，Conduck 不发送 Authorization 请求头。

# settings.stt.custom.auth.requiresKey.label
source: Requires an API key
es: Requiere una clave de API
ja: APIキーを必須にする
zh_hans: 需要 API 密钥

# settings.stt.custom.connection.footer
source: Your own OpenAI-compatible server — it can do speech-to-text, text-to-speech, or both.
es: Tu propio servidor compatible con OpenAI: puede convertir voz en texto, texto en voz o ambas cosas.
ja: 自分のOpenAI互換サーバーです。音声からテキスト、テキストから音声、または両方に対応できます。
zh_hans: 自己的兼容 OpenAI 的服务器，可提供语音转文字、文字转语音，或两者兼具。

# settings.stt.custom.forgetAlert.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# settings.stt.custom.key.label
source: API key
es: Clave de API
ja: APIキー
zh_hans: API 密钥

# settings.stt.custom.key.noSaved
source: No saved key to test. Paste your endpoint's API key first.
es: No hay ninguna clave guardada para probar. Pega primero la clave de API de tu punto de conexión.
ja: テストするキーが保存されていません。まずエンドポイントのAPIキーを貼り付けてください。
zh_hans: 没有可测试的已保存密钥，请先粘贴端点的 API 密钥。

# settings.stt.custom.key.placeholder
source: Paste your endpoint's API key
es: Pega la clave de API de tu punto de conexión
ja: エンドポイントのAPIキーを貼り付け
zh_hans: 粘贴端点的 API 密钥

# settings.stt.custom.key.required
source: Paste your endpoint's API key, or switch to No auth.
es: Pega la clave de API de tu punto de conexión o cambia a Sin autenticación.
ja: エンドポイントのAPIキーを貼り付けるか、認証なしに切り替えてください。
zh_hans: 粘贴端点的 API 密钥，或切换到“无身份验证”。

# settings.stt.custom.key.saveFailed
source: Couldn't save your key securely. Try again.
es: No se pudo guardar tu clave de forma segura. Inténtalo de nuevo.
ja: キーを安全に保存できませんでした。再試行してください。
zh_hans: 无法安全保存密钥，请重试。

# settings.stt.custom.key.sheet.title
source: Enter API key
es: Introduce la clave de API
ja: APIキーを入力
zh_hans: 输入 API 密钥

# settings.stt.custom.model.helper
source: Default whisper-1. Set the tag your server expects.
es: Predeterminado: whisper-1. Define la etiqueta que espera tu servidor.
ja: デフォルトはwhisper-1です。サーバーが認識するタグを設定してください。
zh_hans: 默认为 whisper-1，请填写服务器预期的模型标识。

# settings.stt.custom.model.label
source: Model
es: Modelo
ja: モデル
zh_hans: 模型

# settings.stt.custom.stt.footer
source: Test connection sends a one-second clip through your server.
es: Probar conexión envía un clip de un segundo a través de tu servidor.
ja: 接続テストでは1秒の音声をサーバーに送信します。
zh_hans: 测试连接会将一秒钟的音频发送到服务器。

# settings.stt.custom.stt.instructionNotice
source: What this endpoint transcribes becomes the instruction your AI acts on with its tools — and on CarPlay, Apple Watch, or a Shortcut it's sent without you reading it first.
es: Lo que transcriba este punto de conexión se convierte en la instrucción que tu IA ejecuta con sus herramientas; en CarPlay, Apple Watch o un atajo se envía sin que lo leas primero.
ja: このエンドポイントの文字起こしは、AIがツールで実行する指示になります。CarPlay、Apple Watch、ショートカットでは、内容を事前に読まずに送信されます。
zh_hans: 此端点转写的内容会成为 AI 使用工具执行的指令。在 CarPlay、Apple Watch 或快捷指令中，内容会直接发送，无需你先阅读。

# settings.stt.custom.testResult.header
source: Test result
es: Resultado de la prueba
ja: テスト結果
zh_hans: 测试结果

# settings.stt.custom.url.hint.both
source: Just the base — Conduck adds /v1/audio/transcriptions or /v1/audio/speech.
es: Solo la base: Conduck añade /v1/audio/transcriptions o /v1/audio/speech.
ja: ベースアドレスのみ。Conduckが/v1/audio/transcriptionsまたは/v1/audio/speechを追加します。
zh_hans: 仅填基础地址，Conduck 会添加 /v1/audio/transcriptions 或 /v1/audio/speech。

# settings.stt.custom.url.invalid
source: Enter the full endpoint URL including https://.
es: Introduce la URL completa del punto de conexión, incluido https://.
ja: https://を含む完全なエンドポイントURLを入力してください。
zh_hans: 请输入包含 https:// 的完整端点 URL。

# settings.stt.custom.url.label
source: Endpoint base URL
es: URL base del punto de conexión
ja: エンドポイントのベースURL
zh_hans: 端点基础 URL

# settings.stt.custom.url.noHost
source: That address is missing its host name — it should look like https://voice.example.com.
es: Falta el nombre del host en esa dirección: debería ser como https://voice.example.com.
ja: アドレスにホスト名がありません。https://voice.example.comのように入力してください。
zh_hans: 此地址缺少主机名，格式应类似 https://voice.example.com。

# settings.stt.custom.url.userinfo
source: Take the username and password out of the address. Conduck won't keep a password inside a URL — that address syncs between your devices as plain text. Your endpoint's key goes in the API key field.
es: Quita el nombre de usuario y la contraseña de la dirección. Conduck no guardará una contraseña dentro de una URL: esa dirección se sincroniza entre tus dispositivos como texto plano. La clave de tu punto de conexión va en el campo Clave de API.
ja: アドレスからユーザー名とパスワードを削除してください。アドレスはデバイス間で平文として同期されるため、ConduckはURL内にパスワードを保存しません。エンドポイントのキーは「APIキー」欄に入力してください。
zh_hans: 请从地址中移除用户名和密码。Conduck 不会将密码保存在 URL 中，因为地址会以纯文本在设备间同步。端点密钥应填写在“API 密钥”字段。

# settings.stt.provider.activeBadge
source: Active
es: Activo
ja: 有効
zh_hans: 启用

# settings.stt.provider.apple.delete
source: Manage in Settings
es: Gestionar en Ajustes
ja: 設定で管理
zh_hans: 在设置中管理

# settings.stt.provider.apple.delete.macos
source: About on-device storage
es: Acerca del almacenamiento en el dispositivo
ja: デバイス内ストレージについて
zh_hans: 关于设备端存储

# settings.stt.provider.apple.deleteAlert.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# settings.stt.provider.apple.deleteAlert.message
source: iOS manages the on-device model. To remove it, open Settings, then go to General → iPhone Storage → Conduck.
es: iOS gestiona el modelo en el dispositivo. Para eliminarlo, abre Ajustes y ve a General → Almacenamiento del iPhone → Conduck.
ja: デバイス内モデルはiOSが管理します。削除するには、設定 → 一般 → iPhoneストレージ → Conduckを開いてください。
zh_hans: iOS 管理设备端模型。要移除模型，请打开“设置”→“通用”→“iPhone 储存空间”→“Conduck”。

# settings.stt.provider.apple.deleteAlert.message.macos
source: macOS manages the on-device speech model automatically and reclaims its space when needed. There's nothing to remove here.
es: macOS gestiona automáticamente el modelo de voz del dispositivo y recupera su espacio cuando lo necesita. No hay nada que eliminar aquí.
ja: デバイス内音声モデルはmacOSが自動管理し、必要に応じて容量を解放します。ここで削除するものはありません。
zh_hans: macOS 自动管理设备端语音模型，在需要时回收空间。此处无需移除任何内容。

# settings.stt.provider.apple.deleteAlert.ok
source: OK
es: Aceptar
zh_hans: 好

# settings.stt.provider.apple.deleteAlert.openSettings
source: Open Settings
es: Abrir Ajustes
ja: 設定を開く
zh_hans: 打开设置

# settings.stt.provider.apple.deleteAlert.title
source: Manage in Settings?
es: ¿Gestionar en Ajustes?
ja: 設定で管理しますか？
zh_hans: 在设置中管理？

# settings.stt.provider.apple.deleteAlert.title.macos
source: On-device speech model
es: Modelo de voz en el dispositivo
ja: デバイス内音声モデル
zh_hans: 设备端语音模型

# settings.stt.provider.apple.download
source: Download model (~100 MB per language)
es: Descargar modelo (~100 MB por idioma)
ja: モデルをダウンロード（言語ごとに約100 MB）
zh_hans: 下载模型（每种语言约 100 MB）

# settings.stt.provider.apple.language.v2
source: On-device · standard dictation, optional high-quality download
es: En el dispositivo · dictado estándar, descarga opcional de alta calidad
ja: デバイス内 · 標準の音声入力、高品質モデルの追加ダウンロードに対応
zh_hans: 设备端 · 标准听写，可选下载高质量模型

# settings.stt.provider.apple.placeholder
source: No API key required
es: No requiere clave de API
ja: APIキー不要
zh_hans: 无需 API 密钥

# settings.stt.provider.apple.ready
source: On-device · Ready
es: En el dispositivo · Listo
ja: デバイス内 · 準備完了
zh_hans: 设备端 · 就绪

# settings.stt.provider.checking
source: Checking…
es: Comprobando…
ja: 確認中…
zh_hans: 正在检查…

# settings.stt.provider.clearKey
source: Clear key
es: Borrar clave
ja: キーを削除
zh_hans: 清除密钥

# settings.stt.provider.custom.language
source: Self-hosted Whisper, faster-whisper, Speaches, LocalAI…
es: Whisper, faster-whisper, Speaches, LocalAI… en tu propio servidor
ja: 自前のWhisper、faster-whisper、Speaches、LocalAIなど
zh_hans: 自托管 Whisper、faster-whisper、Speaches、LocalAI…

# settings.stt.provider.custom.placeholder
source: Paste your endpoint's API key (optional for keyless servers)
es: Pega la clave de API de tu punto de conexión (opcional en servidores sin clave)
ja: エンドポイントのAPIキーを貼り付け（キー不要のサーバーでは任意）
zh_hans: 粘贴端点 API 密钥（免密钥服务器可留空）

# settings.stt.provider.elevenLabs.language
source: 99 languages · speaker labels + audio-event tags
es: 99 idiomas · etiquetas de hablantes y eventos de audio
ja: 99言語 · 話者ラベルと音声イベントタグ
zh_hans: 99 种语言 · 说话人标签和音频事件标记

# settings.stt.provider.elevenLabs.placeholder
source: Paste your ElevenLabs API key
es: Pega tu clave de API de ElevenLabs
ja: ElevenLabs APIキーを貼り付け
zh_hans: 粘贴 ElevenLabs API 密钥
